/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "%d cookies seran eliminadas inmediatamente.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1d Dominios, %2d Favoritos, %3d Cookies únicas";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "1 cookie sera eliminada inmediatamente.";

/* Import Favorites warning dialog -> informative text */
"ALL your current favorites will be overwritten. \nThis operation will NOT affect your current cookies." = "Todos tus faviritos seran sobreescritos. \nEsta operacion no afectara a tus cookies actuales.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Estas seguro que deseas borrar todos tus \ncookies no favoritas?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Estas seguro de que quieres desinstalar Safari Cookies?";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cookie (%@): DENIED" = "Cookie (%@): DENEGADO";

/* No comment provided by engineer. */
"Cookie (%@): Pass-through" = "Cookie (%@): PASAR";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "Los cookies NO seran exportadas.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Version Actual: %@";

/* No comment provided by engineer. */
"Deleted %d cookies" = "%d cookies eliminadas";

/* No comment provided by engineer. */
"Deleted %d non-favorite cookies" = "%d cookies no favoritas eliminada";

/* No comment provided by engineer. */
"Deleted 1 cookie" = "1 cookie eliminada";

/* No comment provided by engineer. */
"Deleted 1 non-favorite cookie" = "1 cookie no favorita eliminada";

/* No comment provided by engineer. */
"Deleted all Flash cookies" = "Eliminadas toads las cookies de Flash";

/* No comment provided by engineer. */
"Deleting %d non-favorite cookie on quit" = "Eliminando %d cookies no favoritas al finalizar";

/* No comment provided by engineer. */
"Deleting %d non-favorite cookies on quit" = "%d cookies non favoris à effacer en quittant";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Ayuda en: \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Remove" = "Borrar";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies no pudo ser desinstalado.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies ha sido desinstalado exitosamente.";

/* No comment provided by engineer. */
"Uninstall" = "Desinstalar";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Deseas exportar todos tus Dominios Favoritos?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Deseas importar Favoritos desde un archivo previamente exportado?";

/* No comment provided by engineer. */
"YES" = "SI";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "Debes reiniciar Safari para que los cambios sean efectivos.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "Se te pedira una contraseňa de administrador.";